Repository: rforge/rfrench
Catalog: Recommended/mgcv/po/*.po
Languages: fr

source: Overall smoothing parameter estimate on upper boundary. Boundary GCV score change: %g. Largest change: %g
fr: Estimation du paramètre général de lissage dans la limite supérieure. Changement du score GCV : %g. Plus grand changement : %g

source: resetting -ve inf
fr: réinitilisation -ve inf

source: resetting +ve inf
fr: réinitialisation +ve inf

source: Multiple GCV didn't improve autoinitialized relative smoothing parameters
fr: Des GCV multiples n'ont pas amélioré les paramètres relatifs de lissage autoinitialisés

source: magic, the gcv/ubre optimizer, failed to converge after 400 iterations.
fr: magic, l'optimisateur gcv/ubre, n'a pas convergé après 400 itérations.

source: Failed to initialize memory for matrix.
fr: L'initialisation de la mémoire pour une matrice a échoué.

source: An out of bound write to matrix has occurred!
fr: Une écrite hors des limites de la matrice s'est produite !

source: INTEGRITY PROBLEM in the extant matrix list.
fr: PROBLEME D'INTEGRITE dans la liste de la matrice étendue.

source: You are trying to check matrix integrity without defining RANGECHECK.
fr: Vous essayez de vérifier l'intégrité de la matrice sans avoir défini RANGECHECK.

source: %s not found, nothing read !
fr: %s introuvable, rien n'est lu !

source: Target matrix too small in mcopy
fr: Matrice cible trop petite dans mcopy

source: Incompatible matrices in matmult.
fr: Matrices incompatibles dans matmult.

source: Attempt to invert() non-square matrix
fr: Tentative d'inversion d'une matrice non carrée

source: Singular Matrix passed to invert()
fr: Matrice singulière passée à invert()

source: Not a +ve def. matrix in choleski().
fr: Ceci n'est pas une matrice +ve def. dans choleski().

source: Error in Covariance(a,b) - a,b not same length.
fr: Erreur dans Covariance(a, b) - a et b n'ont pas la même longueur.

source: svd() not converged
fr: svd() n'a pas convergé

source: %s not found by routine gettextmatrix().
fr: %s introuvable pour la routine gettextmatrix().

source: svdroot matrix not +ve semi def. %g
fr: la matrice svdroot n'est pas +ve semi def. %g

source: Sort failed
fr: Le tri a échoué

source: eigen_tri() failed to converge
fr: eigen_tri() n'a pas convergé

source: eigenvv_tri() Eigen vector %d of %d failure. Error = %g > %g
fr: eigenvv_tri() vecteur propre %d de %d. Erreur = %g > %g

source: Lanczos failed
fr: Lanczos a échoué

source: Numerical difficulties obtaining tr(A) - apparently resolved. Apply some caution to results.
fr: Difficultés numériques pour obtenir tr(A) - apparemment résolue. Faites tout de même attention aux résultats.

source: tr(A) utter garbage and situation un-resolvable.
fr: situation irrésoluble dans 'tr(A) utter garbage'

source: Numerical difficulties calculating tr(A). Not completely resolved. Use results with care!
fr: Difficultés numériques lors du calcul de tr(A). Pas résolues complètement. Utilisez les résultats avec précautions !

source: Termwise estimate degrees of freedom are unreliable
fr: L'estimation des degrés de liberté en fonction des termes n'est pas fiable

source: ERROR in addconQT.
fr: ERREUR dans addconQT.

source: QPCLS - Rank deficiency in model
fr: QPCLS - Déficience de rang dans le modèle

source: You must have 2m>d for a thin plate spline.
fr: Vous devez avoir 2m > d pour une 'thin plate spline'

source: You must have 2m > d
fr: Vous devez avoir 2m > d

source: A term has fewer unique covariate combinations than specified maximum degrees of freedom
fr: Un terme a moins de combinaisons de covariables uniques que le degré de liberté maximum spécifié

source: Too many knots for t.p.r.s term: see `gam.control' to increase limit, or use a different basis, or see large data set help for `gam'.
fr: Trop de noeuds pour le terme t.p.r.s : voir `gam.control' pour augmenter la limite, ou utiliser une base différente ; Ou voir l'aide sur les gros jeux de données pour `gam'.
